{"sections":{"breadcrumbs":{"type":"breadcrumbs","settings":{"hide_mobile":false,"back_button":false}},"main-page":{"type":"main-page","blocks":{"title":{"type":"title","settings":{"title_size":"h2"}},"content":{"type":"content","settings":{}}},"block_order":["title","content"],"settings":{"max_width":980,"content_alignment":"start","text_alignment":"center","spacing_desktop":50,"spacing_mobile":30}},"section_rich_text_tLGbN7":{"type":"section-rich-text","blocks":{"content_AH7k7i":{"type":"content","settings":{"page":"","text":"<p><strong>Your privacy<\/strong><\/p><p>We appreciate your interest in our website. Protecting your privacy is very important to us. Below we inform you in detail about the handling of your data.<\/p><p><strong>Storage of access data in server log files<\/strong><\/p><p>You can visit our website without giving any information about yourself. We only store data in so called server log files, such as the name of the requested file, date and time of the call, amount of data transferred and the requesting provider. This data is used solely to ensure trouble-free operation of the site and to improve our offer and allow us no conclusion on your person.<\/p><p><strong>Data collection and use for contract execution and opening a customer account<\/strong><\/p><p>We collect personally identifiable information when you provide it to us as part of your order, when contacting us (eg via contact form or e-mail) or when opening a customer account voluntarily. What data is collected, it can be seen from the respective input forms. We use the information from them for contract execution and handling of your requests. After completion of the contract or termination of your customer account your data for further use will be blocked and deleted after the tax and commercial storage periods, unless you have expressly agreed to a further use of your data or we reserve a beyond data use, is legally permissible and we inform below. The deletion of your account at any time and can be done either by a message to the contact option described below or above a designated function in the account.<\/p><p><strong>Data forwarding to fulfill the contract<\/strong><\/p><p>To fulfill the contract, we share your information with the responsible of the shipping company further, to the extent ordered for delivery of goods is required. For payment we give the necessary payment information to the agency responsible for paying bank and possibly commissioned by us payment service further, or to the payment service you have chosen during the order process.<\/p><p><strong>Data use in logging in to e-mail newsletter<\/strong><\/p><p>When you sign up to our newsletter, we will use the necessary data you provided to send you our e-mail newsletters regularly. You can unsubscribe from the newsletter at any time either by a message to the contact option described below or via a link provided in the newsletter.<\/p><p><strong>Use of Cookies<\/strong><\/p><p>To make visiting our website and to allow the use of certain functions, we use cookies on different pages. These are small text files that are stored on your device. Some of the cookies we use are after the browser session, so after you close your browser, deleted (so-called session cookies). Other cookies remain on your device and enable us to recognize your browser on your next visit (persistent cookies). You can set your browser so that you are informed about the use of cookies and individually decide on their acceptance or exclude the acceptance of cookies for certain cases or in general. In the non-acceptance of cookies, the functionality of our website may be limited.<\/p><p><strong>Using web analytics<\/strong><\/p><p>This website using the web analytics Google Analytics, data is collected and stored, from which user profiles are created using pseudonyms. These usage profiles are used to analyze visitor behavior and to improve and to customize our offering in line. Cookies may be used. These are small text files that are stored locally on the device and allow the visitor as a recognition when you return to our site. The pseudonymous user profiles are not merged must be given separately without the express consent of personal data about the bearer of the pseudonym.<\/p><p><strong>Use of social plugins from Facebook using the \"2-click solution\"<\/strong><\/p><p>On our website, so-called social plugins (\"plugins\") from the social network Facebook can be used. This service is offered by the company Facebook, Inc. (\"Provider\").<\/p><p>Facebook is operated by Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA (\"Facebook\"). You can find an overview of the plug-ins from Facebook and their appearance here: <a href=\"https:\/\/developers.facebook.com\/docs\/plugins\/\"><span style=\"text-decoration:underline\">https:\/\/developers.facebook.com\/docs\/plugins\/<\/span><\/a><\/p><p>In order to increase the protection of your privacy while online at our site, the plugins using so-called \"two-click solution\" of are included in the page. This integration ensures that no connection with the Facebook servers is established when a page of our website which contains such plugins. Only when you activate the plugin and thus giving your consent to transmission of data, your browser makes a direct connection to Facebook servers. The contents of each plugin is transmitted directly to your browser and integrated into the page. By integrating the plugin Facebook receives the information that your browser has accessed the corresponding page of our website, even if you have a profile on Facebook or are not currently logged. This information (including your IP address) will be transmitted from your browser directly to a Facebook server in the USA and stored there. If you interact with the plugins, for example the \"Like\" button button, the corresponding information is also transmitted directly to a Facebook server and stored there. The information will also be published on Facebook and shown to your contacts there.<\/p><p>Purpose and scope of data collection and the further processing and use of data by Facebook, and your rights in this respect and settings options for protecting your privacy please visit the privacy policies of Facebook at http:\/\/www.facebook.com\/policy.php<\/p><p><strong>Right to information and contact way<\/strong><\/p><p>You have a right to free information about the data stored about your person, and a right to rectification, blocking or erasure of data. For questions regarding the collection, processing or use of personal information, the disclosure, correction, blocking or deletion of data and revocation of consent or opposition to a particular data use, please contact us directly using the contact in our imprint.<\/p>","font":"secondary","enable_custom_text_styling":false,"font_weight":"400","font_size":"16px"}}},"block_order":["content_AH7k7i"],"settings":{"width":"wide","height":"s","enable_custom_height":false,"custom_height":300,"color_palette":"scheme-1","background_overlay_opacity":75,"background_position":"left","background_width":50,"background_height":100,"background_color_section":true,"text_position":"align-start text-start","content_width":2000,"height_mobile":"xs","background_width_mobile":100,"background_height_mobile":100,"spacing_desktop":50,"spacing_mobile":30,"fix_zindex":0}},"section_spacer_cxzTE8":{"type":"section-spacer","name":"t:sections.spacer.presets.name","settings":{"height":100,"height_mobile":100}}},"order":["breadcrumbs","main-page","section_rich_text_tLGbN7","section_spacer_cxzTE8"]}